import React from 'react'
import Layout from '../../components/layout'
// import { Link } from 'gatsby'

/*
СДЕЛАТЬ ФОРМУ В КОТОРОЙ БУДЕТ ОПИСАНО ЧТО С УСЛОВИЯМИ СОГЛАСЕН ТРАЛИВАЛИ
//! 
ДОБАВИТЬ

*/
export default () => (
  <Layout className='term'>
       <h2>Приложение № 1</h2>
       <h2>к Публичной оферте на заключение договора об оказании услуг</h2>
    <h2>ПОРЯДОК ОПЛАТЫ ЗАНЯТИЙ</h2>
    <p></p>
   
    {/* <ol>
      <li>
        <strong>Предмет договора</strong>
        <ol>
          <li>
              Исполнитель обязуется оказать Заказчику услуги по организации и проведению занятий в группах, 
              студиях и кружках Детского центра "Soul Fiber".
          </li>
          <li>
            Место проведения занятий: Ростовская обл., г. Аксай, ул. Шолохова, д.5. ТЦ "Русь", 2 эт. 
          </li>
        </ol>
      </li>
    
    </ol> */}

{/* 
    1. Существует два варианта оплаты услуг Детского центра «Радуга»:

    абонементная оплата (производится в начале текущего месяца и гарантирует сохранение за ребенком места в данной группе в течение оплаченного месяца); разовая оплата (производится в день проведения занятия и не дает гарантии сохранения за ребенком места в группе).

    2. Оплата за абонемент производится в начале оплачиваемого месяца не позднее 5 числа.

    3. В случае начала посещений занятий в середине месяца стоимость абонемента рассчитывается пропорционально количеству занятий исходя из стоимости абонемента за месяц.

    4. Что бы познакомиться с нашими специалистами и увидеть как проходят занятия вы можете посетить пробное занятие. Пробное занятие в нашем центре бесплатное. Предварительная запись обязательна.

    5. В случае пропуска ребенком занятия по болезни (при предоставлении справки из медицинского учреждения) оказание услуг по абонементу переносится на следующий месяц (отработка). Оплата в части занятий пропущенных по болезни переносится на следующий месяц. Если Заказчик отказывается от продолжения занятий в Детском центре, то возврату подлежит не более 50% стоимости занятий пропущенных по болезни.

    6. Пропущенные занятия должны быть отработаны не позднее следующего календарного месяца.

    7. В случае пропуска занятия без уважительной причины (при отсутствии справки от врача или уведомления о приостановке действия абонемента) «отработка» либо возврат стоимости пропущенных занятий не производится.

    8. Стоимость оплаченного абонемента перерасчету и возврату не подлежит, кроме случая отмены занятия по вине Детского центра.

    9. Разовые посещения возможны только при наличии свободного места в группе. Наличие места необходимо уточнять заранее. */}

  </Layout>
)

