import React from 'react'
import Layout from '../../components/layout'

export default () => (
  <Layout><h1>Права и обязанности сторон</h1>
  <div class="blog-post-content"><h2>Пользователь имеет право:</h2>
    <ul>
      <li>создавать информацию для сайта </li>
      <li>распространять информацию на сайте </li>
      <li>копировать информацию на другие сайты с указанием источника </li>
      <li>использовать информацию сайта в личных некоммерческих целях </li>
      <li>использовать информацию сайта в коммерческих целях без специального разрешения </li>
    </ul>
    <h2>Администрация имеет право:</h2>
    <ul>
      <li>по своему усмотрению и необходимости создавать, изменять, отменять правила </li>
      <li>создавать, изменять, удалять информацию </li>
    </ul>
    <h2>Пользователь обязуется:</h2>
    <ul>
      <li>обеспечить достоверность предоставляемой информации </li>
      <li>не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность </li>
      <li>не нарушать работоспособность сайта </li>
      <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами </li>
    </ul>
    <h2>Администрация обязуется:</h2>
    <ul>
      <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам. </li>
    </ul>
    <h2>Ответственность сторон</h2>
    <ul>
      <li>пользователь лично несет полную ответственность за распространяемую им информацию </li>
      <li>администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг </li>
      <li>администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами </li>
      <li>в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса </li>
    </ul>
    <h2>Условия действия Соглашения</h2>
    <p>
      Данное Соглашение вступает в силу при любом использовании данного сайта.
      Соглашение перестает действовать при появлении его новой версии.
      Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
      Администрация не оповещает пользователей об изменении в Соглашении. 
    </p>
    <p>Соглашение создано с помощью <a href="https://praville.ru">PRAVILLE</a></p></div>
  </Layout>
);