import React from 'react'
import Layout from '../components/layout'
// import { Link } from 'gatsby'

/*
СДЕЛАТЬ ФОРМУ В КОТОРОЙ БУДЕТ ОПИСАНО ЧТО С УСЛОВИЯМИ СОГЛАСЕН ТРАЛИВАЛИ
//! 
ДОБАВИТЬ

*/
export default () => (
  <Layout className='term'>
    <h2>ПРЕЙСКУРАНТ ЦЕН</h2>
    <p></p>
   
    {/* <ol>
      <li>
        <strong>Предмет договора</strong>
        <ol>
          <li>
              Исполнитель обязуется оказать Заказчику услуги по организации и проведению занятий в группах, 
              студиях и кружках Детского центра "Soul Fiber".
          </li>
          <li>
            Место проведения занятий: Ростовская обл., г. Аксай, ул. Шолохова, д.5. ТЦ "Русь", 2 эт. 
          </li>
        </ol>
      </li>
    
    </ol> */}

    {/* на услуги предоставляемые ООО «Радуга» */}
{/* 
    №

    Наименование услуги

    Цена

    1

    Абонемент на месяц занятий в одной нруппе (два раза в неделю)

    2 000,00 руб.

    Разовое занятие (1 академический час)

    400,00 руб.

    При приобретении второго абонемента или абонемента на второго ребенка предоставляется скидка 25%.
    При приобретении третьего и последующих абонементов предоставляется скидка 50%.
    Просим Вас с пониманием отнестись к тому, что мы не возвращаем стоимость оплаченных по абонементу занятий, кроме случаев, указанных в п.5 настоящего приложения. Занятия по абонементу дешевле разовых посещений, мы сохраняем место в группе для вашего ребенка и, независимо от того, посетил ли ребенок занятие, мы несем расходы на оплату труда преподавателей, подготовку раздаточного и творческого материала, оплачиваем аренду помещения. */}

    
    
    
    
  </Layout>
)

